[
 {
  "subject_id": "17",
  "hadm_id": "161087",
  "LABELS": "423.9;511.9;785.51;458.9;311;722.0;719.46;272.4;37.31;88.72;38.93",
  "TEXT": "Admission Date:  [**2135-5-9**]              Discharge Date:   [**2135-5-13**]\n\nDate of Birth:  [**2087-7-14**]             Sex:   F\n\nService: CARDIOTHORACIC\n\nAllergies:\nBactrim \/ Ampicillin \/ Remeron\n\nAttending:[**First Name3 (LF) 1283**]\nChief Complaint:\nchest pressure\/cardiac tamponade\/ cardiogenic shock\n\nMajor Surgical or Invasive Procedure:\nemergent sternotomy for pericardial window  [**2135-5-9**]\n\n\nHistory of Present Illness:\nUnderwent min. inv. PFO closure in [**12-11**]. Had emergent admission\non [**5-9**] for hypotension, pericardial effusion , pleural effusion\nand chest pain for several days. Did not resolve with pain med\nand had increasing SOB. Admitted to ER for emergent eval. and\nbedside TTE. Started on dopamine drip for hypotension.\n\nPast Medical History:\ns\/p min. inv. closure of Patent foramen ovale [**12-11**]; History of\nStroke\/TIA; Depression; Anxiety; Borderline Hyperlipidemia;\nHerniation of Cervical Discs; Patella-Femoral Syndrome; s\/p\nBunionectomies\n\nSocial History:\nDenies tobacco. Admits to occasional ETOH. She is an employee of\nthe [**Hospital1 18**] in the Neuro-Pysch Department. She is married with two\nchildren. She denies IVDA and recreational drugs.\n\n\nFamily History:\nFather underwent CABG at age 72. Cousin died of an MI at age 46.\n\nPhysical Exam:\npt. in distress\nSBP 70- 80's\nlungs CTA\ntachycardic, RR, no murmur or rubs\npalpable pedal pulses\n\nPertinent Results:\n[**2135-5-11**] 08:40AM BLOOD WBC-11.3* RBC-3.62* Hgb-9.9* Hct-28.8*\nMCV-80* MCH-27.3 MCHC-34.3 RDW-14.4 Plt Ct-413\n[**2135-5-9**] 11:45AM BLOOD Neuts-86.5* Lymphs-7.0* Monos-5.2 Eos-1.2\nBaso-0.2\n[**2135-5-11**] 08:40AM BLOOD Plt Ct-413\n[**2135-5-11**] 08:40AM BLOOD Glucose-118* UreaN-8 Creat-0.6 Na-136\nK-3.7 Cl-102 HCO3-24 AnGap-14\n[**2135-5-9**] 11:45AM BLOOD CK(CPK)-26\n[**2135-5-9**] 11:45AM BLOOD CK-MB-NotDone cTropnT-<0.01\n\nBrief Hospital Course:\nAdmitted through ER as above and referred to CT [**Doctor First Name **] for\nemergent pericardial window\/pericardectomy via sternotomy, as\nthe patient was hypotensive.This was performed by Dr. [**Last Name (STitle) 1290**]\non [**5-9**]. Transferred to CSRU in stable condition on phenylephrine\nand propofol drips. Extubated and awoke neurologically intact.\nBeta blockade started on POD #1 and transferred out to the floor\nto start increasing her activity level. Mediastinal tubes\nremoved on POD #1. Crepitus was noted on anterior chest wall\nafter pleural tubes removed on POD #2. Beta blockade also\ntitrated up. Crepitus improved and CXR confirmed. She made good\nprogress and was discharged to home with VNA services on POD #4.\n\nMedications on Admission:\nASA 325 mg daily\n\n\nDischarge Medications:\n1. Docusate Sodium 100 mg Capsule Sig: One (1) Capsule PO BID (2\ntimes a day) for 1 months.\nDisp:*60 Capsule(s)* Refills:*0*\n2. Ranitidine HCl 150 mg Tablet Sig: One (1) Tablet PO BID (2\ntimes a day) for 1 months.\nDisp:*60 Tablet(s)* Refills:*0*\n3. Aspirin 81 mg Tablet, Delayed Release (E.C.) Sig: One (1)\nTablet, Delayed Release (E.C.) PO DAILY (Daily).\nDisp:*30 Tablet, Delayed Release (E.C.)(s)* Refills:*2*\n4. Acetaminophen 325 mg Tablet Sig: Two (2) Tablet PO Q4H (every\n4 hours) as needed.\nDisp:*30 Tablet(s)* Refills:*0*\n5. Oxycodone-Acetaminophen 5-325 mg Tablet Sig: 1-2 Tablets PO\nQ4H (every 4 hours) as needed for pain.\nDisp:*40 Tablet(s)* Refills:*0*\n6. Furosemide 20 mg Tablet Sig: One (1) Tablet PO once a day for\n3 days.\nDisp:*3 Tablet(s)* Refills:*0*\n7. Potassium Chloride 20 mEq Packet Sig: One (1) Packet PO once\na day for 3 days.\nDisp:*3 Packet(s)* Refills:*0*\n8. Metoprolol Tartrate 25 mg Tablet Sig: 1.5 Tablets PO BID (2\ntimes a day).\nDisp:*90 Tablet(s)* Refills:*1*\n\n\nDischarge Disposition:\nHome With Service\n\nFacility:\n[**Company 1519**]\n\nDischarge Diagnosis:\ns\/p emergent pericardial window via sternotomy [**2135-5-9**]\ncardiogenic shock\/tamponade\ns\/p Min inv. PFO closure [**12-11**]\ns\/p CVA\nanxiety\/depression\ncervical disc herniation\npatella-femoral syndrome\nborderline hyperlipidemia\n\n\nDischarge Condition:\nstable\n\n\nDischarge Instructions:\nmay shower over incision and gently pat dry\nno lotions, creams or powders on incision\nno driving for one month\nno lifting greater than 10 pounds for 10 weeks\ncall for fever greater than 100, redness or drainage\n\nFollowup Instructions:\nfollow up with Dr. [**Last Name (STitle) **] (PCP) in [**2-7**] weeks\nfollow up with Dr. [**Last Name (STitle) **] (Card)in [**3-11**] weeks\nfollow up with Dr. [**Last Name (STitle) 1290**] in 4 weeks   [**Telephone\/Fax (1) 170**]\n\n\n\nCompleted by:[**2135-5-13**]",
  "Addition": "Echo: PATIENT\/TEST INFORMATION:\nIndication: Intraop TEE for pericardial tamponade\nStatus: Inpatient\nDate\/Time: [**2135-5-9**] at 14:41\nTest: TEE (Complete)\nDoppler: Full Doppler and color Doppler\nContrast: None\nTechnical Quality: Adequate\n\n\nINTERPRETATION:\n\nFindings:\n\nRIGHT ATRIUM\/INTERATRIAL SEPTUM: Dynamic interatrial septum. No ASD by 2D or\ncolor Doppler.\n\nLEFT VENTRICLE: Wall thickness and cavity dimensions were obtained from 2D\nimages. Normal LV wall thickness, cavity size, and systolic function\n(LVEF>55%).\n\nLV WALL MOTION: basal anterior - normal; mid anterior - normal; basal\nanteroseptal - normal; mid anteroseptal - normal; basal inferoseptal - normal;\nmid inferoseptal - normal; basal inferior - normal; mid inferior - normal;\nbasal inferolateral - normal; mid inferolateral - normal; basal anterolateral\n- normal; mid anterolateral - normal; anterior apex - normal; septal apex -\nnormal; inferior apex - normal; lateral apex - normal; apex - normal;\n\nRIGHT VENTRICLE: Normal RV chamber size and free wall motion.\n\nAORTA: Normal ascending aorta diameter.\n\nAORTIC VALVE: Normal aortic valve leaflets (3). No AS. No AR.\n\nMITRAL VALVE: Normal mitral valve leaflets with trivial MR.\n\nTRICUSPID VALVE: Mild [1+] TR.\n\nPULMONIC VALVE\/PULMONARY ARTERY: Normal pulmonic valve leaflets with\nphysiologic PR.\n\nPERICARDIUM: Moderate pericardial effusion. Effusion is loculated. The\npericardium may be thickened.\n\nGENERAL COMMENTS: A TEE was performed in the location listed above. I certify\nI was present in compliance with HCFA regulations. No TEE related\ncomplications. The patient was under general anesthesia throughout the\nprocedure.\n\nConclusions:\nNo atrial septal defect is seen by 2D or color Doppler. There is evidence of\nsurgical repair of foramen ovale. Left ventricular wall thickness, cavity\nsize, and systolic function are normal (LVEF>55%). Right ventricular chamber\nsize and free wall motion are normal. The aortic valve leaflets (3) appear\nstructurally normal with good leaflet excursion and no aortic regurgitation.\nThe mitral valve appears structurally normal with trivial mitral\nregurgitation. There was a moderate sized pericardial effusion with some\norganization. The effusion appears loculated in the posterior and lateral\nsegments. The effusion was successfully drained. There was no obvious chamber\ncollapse though the left atrium was not well seen.. The pericardium may be\nthickened.\n\n\n\tEcho: PATIENT\/TEST INFORMATION:\nIndication: Pericardial effusion. Tamponade. S\/p ASD closure.\nHeight: (in) 65\nWeight (lb): 155\nBSA (m2): 1.78 m2\nBP (mm Hg): 86\/54\nHR (bpm): 112\nStatus: Inpatient\nDate\/Time: [**2135-5-9**] at 13:02\nTest: Portable TTE (Focused views)\nDoppler: Limited Doppler and no color Doppler\nContrast: None\nTechnical Quality: Adequate\n\n\nINTERPRETATION:\n\nFindings:\n\nThis study was compared to the prior study of [**2132-5-4**].\n\n\nLEFT VENTRICLE: Normal LV wall thicknesses and cavity size. Mild global LV\nhypokinesis.\n\nRIGHT VENTRICLE: Normal RV chamber size. Moderate global RV free wall\nhypokinesis. Abnormal septal motion\/position.\n\nAORTIC VALVE: Normal aortic valve leaflets.\n\nMITRAL VALVE: Normal mitral valve leaflets. No MVP.\n\nTRICUSPID VALVE: Normal tricuspid valve leaflets with trivial TR.\nIndeterminate PA systolic pressure.\n\nPERICARDIUM: Large pericardial effusion. Sgnificant, accentuated respiratory\nvariation in mitral\/tricuspid valve inflows, c\/w impaired ventricular filling.\n\nGENERAL COMMENTS: Echocardiographic results were reviewed by telephone with\nthe houseofficer caring for the patient. Results were reviewed with the\nCardiology Fellow involved with the patient's care.\n\nConclusions:\nLeft ventricular wall thicknesses and cavity size are normal. There is mild\nglobal left ventricular hypokinesis. Right ventricular chamber size is normal\nwith moderate global free wall hypokinesis. The aortic valve leaflets appear\nstructurally normal with good leaflet excursion. The mitral valve leaflets are\nstructurally normal. There is no mitral valve prolapse. The pulmonary artery\nsystolic pressure could not be determined. There is a large, circumferential\npericardial effusion extending 2.5-3cm inferior and inferolateral to the left\nventricle, ~1.5-2cm lateral to the left ventricle, 1.5cm around the apex, and\n<1cm anterior to the right ventricle. Extensive stranding is seen. Right\nventricular diastolic collapse is not seen, but there is abnormal septal\nmotion with accentuated respiratory variation in mitral\/tricuspid valve\ninflows, consistent with impaired ventricular filling\/elevated\nintrapericardial pressure.\n\nCompared with the prior study (images reviewed) of [**2132-5-4**], the effusion is\nlarger, prominent stranding and respiratory variation in transmitral Doppler\nare now appreciated. Global biventricular hypokinesis is also now present c\/w\ndiffuse process (toxin, metabolic, etc.)\n\n\n\tECG: Normal sinus rhythm, rate 75. Vertical axis. Non-diagnostic abnormality.\nCompared to the previous tracing of [**2135-5-9**] no significant change.\n\n\tECG: Sinus rhythm\nBorderline right axis deviation - is nonspecific\nModest low amplitude T waves in lead V2 - probable within normal limits\nSince previous tracing of the same date, tachycardia absent and ST-T wave\nchanges decreased\n\n\tECG: Regular narrow complex tachycardia - probably sinus tachycardia although\nconsider also atrial tachycardia\nBorderline right axis deviation\nModest diffuse nonspecific ST-T wave changes\nSince previous tracing of the same date, no significant change\n\n\tECG: Regular narrow complex tachycardia - probably sinus tachycardia although\nconsider also atrial tachycardia\nBorderline right axis deviation\nModest diffuse nonspecific ST-T wave changes\nSince previous tracing of [**2135-4-25**], tachycardia rate faster and ST-T wave\nchanges present\n\n\tNursing\/other: 47yr female s\/p pericardial window for tamponade and pericardial effusion, possibly secondary to PFO closure in [**12-13**].5 ET, 22 @ the lip. BS few fine crackles.\n\tNursing\/other: CSRU Admission Note\n\nMrs. [**Known lastname 82**] is a 47 year old woman who presented to the EW today with increasing SOB and chest pain.  Became hypotensive in EW, TTE showed pericardial effusion w\/ tamponade physiology not amenable to percutaneous drainage.  Emergently went to OR for drainage of pericardial effusion.  OR course stable.\n\nNKDA\n\nNeuro:  Sedated on propofol.  Waking through sedation.  Responding appropriately to questions.  MAE with equal strength.\n\nCV:  NSR with rates in 90's.  No ectopy noted. Low dose Neo required for BP support.  Hct stable.  Pleural and mediastinal CT's w\/ serousang dng.  Metabolic acidosis treated w\/ IVF [**Name8 (MD) 20**] NP request.\n\nResp:  BS clear throughout.  PaO2 in 130's initially. O2 sats 100%. PEEP up to 8. Repeat PaO2 up to 214.  Currently off sedation and on CPAP 5\/5.\n\nGi:  Abd soft.  OGT w\/ bilious dng.\n\nGu:  u\/o initially low.  Improved with IVF.\n\nID:  Afebrile.  Vanco to cont.\n\nEndo:  Managed per protocol.\n\nSocial:  Husband in and updated on pt's condition.  Questions answered.\n\nComfort:  c\/o minimal discomfort.  Morphine prn.\n\nA:  Hemodynamically stable.  Improving PaO2.  Metabolic acidosis r\/t hypovolemia.\n\nP:  Cont to monitor acidosis closely.  Volume as needed.  Weaning vent, extubate when appropriate. Monitor CT o\/p. Pain management.\n\tNursing\/other: Neuro: Pt. extubated at 2100 without incident. Followed all commands and was able to lift head off pillow. Audible cuff leak prior to ext\/.\n\nCV: Neo turned off once pt. was fully awake and BP  tolerated. EKG sinus tach with low grade temp.CVP ~ 10. Good CO\/CI SVO2 high 70's. Monitor [**Location (un) 83**] SQI4; flushed several times and resolves briefly to SQI1.\n\nPulm: face tent changed over to NP at 4L. Sao2 98% Lungs clear.\n\nGI: slight nausea prior to extubation but resolved with Reglan IV.\n\nGU: adequate huo.\n\nID: WBC down to 14. Vanco prophylaxis.\n\nLabs: lytes & HCT stable.\n\nAdvance DAT and activities as tol. Transfer to floor. Pulm hygeine\n"
 },
 {
  "subject_id": "20",
  "hadm_id": "157681",
  "LABELS": "414.01;411.1;250.00;272.4;401.9;36.15;36.12;39.61",
  "TEXT": "Admission Date:  [**2183-5-10**]       Discharge Date:  [**2183-5-12**]\n\nDate of Birth:   [**2107-6-13**]       Sex:  F\n\nService:\n\nHISTORY OF PRESENT ILLNESS:  The patient is a 65-year-old\nwoman status post coronary artery bypass grafting times three\non [**4-28**] and discharged home on [**5-3**], who the day prior\nto admission noted increasing redness of her right lower\nextremity at the saphenectomy site.  She denied fevers,\nchills or leg pain.  She had no shortness of breath and\notherwise felt well.\n\nPAST MEDICAL HISTORY:  Coronary artery disease status post\ncoronary artery bypass grafting.  Non-insulin-dependent\ndiabetes mellitus.  Hypertension.  Arthritis.  Total\nabdominal hysterectomy.  Appendectomy.\n\nALLERGIES:  ZESTRIL.\n\nMEDICATIONS:  Lasix 20 b.i.d., Potassium Chloride 20 b.i.d.,\nColace 100 b.i.d., Aspirin 325 q.d., Glipizide 5 q.d.,\nLipitor 20 q.d., Valsartan 60 q.d., Lopressor 50 b.i.d.,\nPercocet p.r.n.\n\nPHYSICAL EXAMINATION:  Vital signs:  Temperature 98.4??????, heart\nrate 64 in sinus rhythm, blood pressure 156\/43, respirations\n20, oxygen saturation 98% on room air.  General:  Well\nappearing in no acute distress.  HEENT:  Pupils equal, round\nand reactive to light.  Extraocular movements intact.\nAnicteric.  Noninjected.  Neck:  Supple.  No lymphadenopathy.\nCardiovascular:  Regular, rate and rhythm.  Lungs:  Clear but\nwith diminished breath sounds at the bases.  Abdomen:  Soft\nand nontender.  Positive bowel sounds.  Extremities:\nDopplerable pulses of both dorsalis pedis and posterior\ntibial bilaterally.  Right lower extremity with multiple\nareas of erythema and warmth.  Tender to touch along the\nsaphenectomy site with scant serous drainage.\n\nLABORATORY DATA:  White count 14.1, hematocrit 30.5, platelet\ncount 494; sodium 136, potassium 4.9, chloride 101, CO2 22,\nBUN 21, creatinine 1.1, glucose 195.\n\nThe patient at that time underwent a lower extremity\nultrasound to rule out deep venous thrombosis.  The exam\nshowed no evidence of deep venous thrombosis.\n\nHOSPITAL COURSE:  The patient was admitted to\n...................  She was begun on Vancomycin and\nLevofloxacin for her lower extremity cellulitis.  Over the\nnext two days, the patient's cellulitis improved.  On\nhospital day #3, it was decided that she was stable and ready\nfor discharge to home.\n\nAt the time of discharge the patient's physical exam revealed\nher vitals signs to be stable, afebrile and alert and\noriented times three.  She moves all extremities.  Breath\nsounds were clear to auscultation bilaterally.  Heart sounds\nwere regular, rate and rhythm.  Sternal incision is healing\nwell with no erythema or purulence.  Abdomen soft, nontender\nand nondistended.  Extremities with no edema.  Right lower\nextremity saphenous vein graft site incision clean and dry\nwith mild surrounding erythema decreased from the previous\nday with no drainage at this time.\n\nDISCHARGE MEDICATIONS:  Lasix 20 mg b.i.d., Colace 100 mg\nb.i.d., Aspirin 325 q.d., Percocet [**1-2**] tab q.[**4-6**] p.r.n.,\nGlipizide 5 mg b.i.d., Lipitor 20 mg q.d., Valsartan 160 mg\nq.d., Lopressor 50 mg b.i.d., Ciprofloxacin 500 mg p.o. q.12\nhours x 10 days.\n\nDISCHARGE DIAGNOSIS:\n1.  Coronary artery disease status post coronary artery\nbypass grafting times three.\n2.  Non-insulin-dependent diabetes mellitus.\n3.  Hypertension.\n4.  Arthritis.\n5.  Total abdominal hysterectomy.\n6.  Appendectomy.\n7.  Cellulitis of the right lower extremity at saphenous vein\ngraft site.\n\nDISPOSITION:  She is to be discharged to home.\n\nFOLLOW-UP:  She is to have follow-up with her primary care\nphysician in two weeks.  She is to follow-up with Dr. [**Last Name (STitle) 1537**] in\nhis office four weeks from the date of her initial discharge\nfrom coronary artery bypass grafting; appointment to be made\nby the patient.\n\n\n\n\n                            [**First Name11 (Name Pattern1) 275**] [**Last Name (NamePattern4) 1539**], M.D.  [**MD Number(1) 1540**]\n\nDictated By:[**Name8 (MD) 415**]\nMEDQUIST36\n\nD:  [**2183-5-12**]  09:27\nT:  [**2183-5-12**]  09:32\nJOB#:  [**Job Number 49529**]\n\tAdmission Date:  [**2183-4-28**]       Discharge Date:  [**2183-5-3**]\n\nDate of Birth:   [**2107-6-13**]       Sex:  F\n\nService:  Cardiothoracic Surgery\n\nHISTORY OF PRESENT ILLNESS:  This is a 65 year old female\nwith a 20 year history of hypertension and a ten year history\nof Type 2 diabetes who demonstrated a positive exercise\nstress test in [**2183-3-1**] suggestive for possible coronary\nartery disease.  The patient received a stress test as part\nof a risk stratification workup and at no point demonstrated\nany evidence of chest pain.  A subsequent exercise MIBI study\nperformed [**2183-3-28**] revealed an exercise capacity of\nonly 2 minutes 15 seconds on the [**Doctor First Name **] protocol.  There was\nno chest pain noted on the test and the peak exercise\nelectrocardiogram showed 1.5 to 2 mm horizontal to upsloping\nST depression in the inferior leads and in V1 and V2.\nImaging studies revealed a large apical to a small anterior\ndefect that was reversible.  The patient's ejection fraction\nwas noted to be 56% with normal wall motion.  The patient\nsubsequently underwent a cardiac catheterization on [**2183-4-22**] which demonstrated three vessel coronary artery disease\nand mild diastolic ventricular dysfunction.  The patient was\nthereafter referred to Dr. [**First Name8 (NamePattern2) **] [**Last Name (NamePattern1) 1537**] for surgical\nevaluation and was subsequently scheduled for a coronary\nartery bypass graft on [**2183-4-28**].\n\nHOSPITAL COURSE:  On [**2183-4-28**], the patient underwent a\ncoronary artery bypass graft times three with grafts from the\nleft internal mammary artery to the left anterior descending,\nsaphenous vein graft to the right coronary artery and\nsaphenous vein graft to the obtuse marginal.  The patient\ntolerated the procedure well.  The patient's pericardium was\nleft open.  Lines were placed including an arterial line and\na Swan-Ganz catheter ; both atrial and ventricular wires were\nplaced; tubes placed included in a mediastinal and bilateral\npleural tubes.  The patient was subsequently transferred to\nthe Cardiac Surgery Recovery Unit, intubated, for further\nevaluation and management.  Shortly after arriving in the\nCardiac Surgery Recovery Unit, the patient was easily weaned\nand extubated without complication.  On postoperative day #1,\nthe patient was noted to be stable for transfer to the floor\nand was subsequently admitted to the Cardiothoracic Service\nunder the direction of Dr. [**First Name8 (NamePattern2) **] [**Last Name (NamePattern1) 1537**].  The patient's\npostoperative course was uneventful and she progressed well\nclinically.  On postoperative day #1, the patient's chest\ntube and Foley catheter were successfully removed without\ncomplications.  Follow up chest x-ray demonstrated no\nevidence of pneumothorax, and the patient was noted to be\nindependently productive of adequate amounts of urine for the\nduration of her stay.  Physical therapy performed an initial\nevaluation with the patient and followed her progress for the\nduration of her stay.  On postoperative day #3, the patient's\npacer wires were removed without complications and her\nsternal incision was noted to be clean, dry and intact with\nSteri-Strips in place.  The patient was successfully advanced\nto a regular diet, which she tolerated well and was noted to\nhave adequate pain control via oral pain medications.  The\npatient steadily advanced in her ability to ambulate freely\nand was subsequently cleared for discharge to home by\nphysical therapy.  The patient was subsequently cleared for\ndischarge to home on postoperative day #4, [**2183-5-3**], with\ninstructions for follow up.\n\nCONDITION ON DISCHARGE:  The patient is to be discharged to\nhome with instructions for follow up.\n\nDISCHARGE STATUS:  Stable.\n\nDISCHARGE MEDICATIONS:\n1.  Lasix 20 mg p.o. q.12 hours times ten days\n2.  Potassium chloride 20 mEq p.o. q. 12 hours times ten days\n3.  Colace 100 mg p.o. b.i.d.\n4.  Enteric coated Aspirin 325 mg p.o. q.d.\n5.  Percocet 1 to 2 tablets p.o. q. 4-6 hours prn for pain\n6.  Glipizide 5 mg p.o. q.d.\n7.  Lipitor 20 mg p.o. q.d.\n8.  Valsartan 160 mg p.o. q.d.\n9.  Lopressor 50 mg p.o. b.i.d.\n\nDISCHARGE INSTRUCTIONS:  The patient is to maintain her\nincisions clean and dry at all times.  The patient may shower\nbut she is to pat dry the incisions afterwards; no bathing or\nswimming.  The patient may resume a regular diet.  The\npatient has been advised to limited physical activity; no\nheavy exertion.  No driving while taking prescription pain\nmedications.  The patient has been advised to follow up with\nher primary care provider within one to two weeks following\ndischarge.  The patient is to follow up with Dr. [**First Name8 (NamePattern2) **] [**Last Name (NamePattern1) 1537**]\nwithin four weeks following discharge; the patient is to call\nto schedule an appointment.\n\n\n\n\n                            [**First Name11 (Name Pattern1) 275**] [**Last Name (NamePattern4) 1539**], M.D.  [**MD Number(1) 1540**]\n\nDictated By:[**Last Name (NamePattern1) 1053**]\nMEDQUIST36\n\nD:  [**2183-5-3**]  23:29\nT:  [**2183-5-4**]  07:30\nJOB#:  [**Job Number 49530**]\n",
  "Addition": "Radiology: [**2183-4-30**] 2:05 PM\n CHEST (PORTABLE AP)                                             Clip # [**Clip Number (Radiology) 88235**]\n Reason: please eval s\/p ct removal for pneumo\n ______________________________________________________________________________\n [**Hospital 4**] MEDICAL CONDITION:\n  75 year old woman s\/p cabg\n REASON FOR THIS EXAMINATION:\n  please eval s\/p ct removal for pneumo\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATION: Status post CABG. Chest tube removal. Check for pneumothorax.\n\n FINDINGS: A single AP semi-upright view. There is again evidence of moderate\n left ventricular enlargement. Status post CABG surgery is noted. The pulmonary\n vessels are normal. There is no evidence of cardiac failure. No pulmonary\n infiltrates or effusions are identified.\n\n IMPRESSION: LVE without evidence of failure. CABG surgery noted.\n\n\tNursing\/other: S\/P CABG X 3\nO:ARRIVED ON 10 MCQ OF PROPOFOL AND .1MCQ OF NEO WHICH WAS DC'D WITHIN 5 MINUTES OF ARRIVAL. CT DRAINAGE 65 ML. CI 1.77 RECIEVED 1 L LR.FIO2 DECREASED TO 50%. CALCIUM AND K REPLACED. REPORT GIVEN TO NIGHT RN.\n\tNursing\/other: Update\nO: Postop cab. Intubated,sedated on prop 10mcg \/k\/min weaned to off once temp >36 C.\nCv status: apaced at 80 w intermitt lost capture. A Ma ^  to 16 w recapture. Ct's x3 to -20 suct w mod ss drng, no air leak.Chest tube dump x1 150cc w turning otherwise mod to sm amts. Distal pulses as noted doppler only.Bp labile alt neo\/ntg until ^ fld volume resusc. Co\/Ci bdline to ~2 ci w volume.\n\nResp status:Weaning on cpap w adeq abg on ps 10 peep 5 episodes apnea intermitt will wait until more alert to extub.\n\nNeuro status: Propofol off and pt waking, follows simple commands to voice. Drifts easily back to sleep w\/o prompting. Perl at 3mm. Mae.\n\nGi status: ogt to lws, position confirmed. Draining sm amts thick bilious. Abd soft, obese, quiet.Receiving carafate.Glucose ^ insulin gtt started.\n\nGu status: huo copious to qs pale cl yellow urine via foley.\n\nIntegumentary; Sternal drsg [**Name5 (PTitle) **] mod [**Name5 (PTitle) **] drng lower sternal border. Rt leg aced and d\/i . General skin cond good.\n\nLabs: repleting k+ as needed and insulin gtt started.Hct stable.\n\nA\/P: hypovolemia d\/t autodiuresis w bdline ci's . Repleting volume per ho. Glucoses q1h while on insulin gtt.\nResp wean to extub when more fully awake.\n\tNursing\/other: Update\nO: Cv status: apaced w underlying sr at 75. Bp less labile, now req ntg to maintain mbp<100.Co\/ci adeq after total 2l lr and 500 hespan for volume repletion.Lij paline w cvp 6-2 pad 14-9 range.\n\nResp status: Weanded and extub by 0345.Adeq postextub abg on ofm at 50%. Bilat brth snds diminished bibas , clear upper lobes.Chest tubes x 3 w sm amts ss drng, no air leak.\n\nNeuro status: aaoriented, follows commands.\n\nGi status: ogt dc upon extub. Abd soft quiet. Glucoses managed w reg insulin gtt titrating.\n\nGu status: copious pale yellow to bdline uop.\n\nLabs: repleted k+. See carevue for results.\n\nA\/P: Stable, extub postop cab w niddm req insulin gtt to manage glucoses. Replete lytes as needed. q1h glucoses while on insulin gtt.? transfuse for hct 27 this am.Oob to chair today, ? dc paline and transfer to [**Hospital Ward Name **] 2 if off ntg and delined.\n"
 }
]